Repository: ginggs/SeriesFinale
Catalog: po/*.po
Languages: ru

source: Add shows
ru: Добавить сериалы

source: Delete shows
ru: Удалить сериалы

source: Update all
ru: Обновить сериал

source: Gathering show information. Please wait...
ru: Сбор данных о сериале. Подождите пожалуйста...

source: Please verify your internet connection is available
ru: Пожалуйста, убедитесь, что вы подключены к интернету

source: An error occurred. %s
ru: Возникла ошибка. %s

source: Updated "%s"
ru: Обновить сериал

source: Delete
ru: Удалить

source: Please select one or more shows
ru: Выберите хотя бы один сериал

source: Info
ru: Информация

source: Edit info
ru: Изменить информацию

source: Update show
ru: Обновить сериал

source: Delete season
ru: Удалить эпизоды

source: New episode
ru: Новый эпизод

source: Updating show. Please wait...
ru: Обновление сериала. Подождите...

source: Show details
ru: О сериале

source: Genre
ru: Жанр

source: Network
ru: Сеть

source: Actors
ru: Актеры

source: Rating
ru: Рейтинг

source: Delete seasons
ru: Удалить сериалы

source: Please select one or more seasons
ru: Выберите хотя бы один сериал

source: Special
ru: Дополнительнные

source: Season %s
ru: Сезон %s

source: Edit show
ru: Изменить сериал

source: Overview
ru: Обзор

source: Name:
ru: Название:

source: Genre:
ru: Жанр

source: Network:
ru: Сеть:

source: Rating:
ru: Рейтинг:

source: Actors:
ru: Актеры:

source: Number:
ru: Номер:

source: Season:
ru: Сезон:

source: Director:
ru: Режиссер:

source: Writer:
ru: Сценарист:

source: Guest stars:
ru: Гости сериала:

source: Mark all
ru: Отметить все

source: Mark none
ru: Снять отметки

source: Delete episodes
ru: Удалить эпизоды

source: Director
ru: Режиссер

source: Writer
ru: Сценарист

source: Guest stars
ru: Гости сериала

source: Please select one or more episodes
ru: Пожалуйста, выберите хотя бы один эпизод

source: Search shows
ru: Поиск сериалов

source: Add manually
ru: Добавить вручнную

source: Search
ru: Поиск

source: Authors:
ru: Актеры:

source: %s season
ru: %s сезон

source: Completely watched
ru: Полностью просмотрено

source: %s episode not watched
ru: %s сезон еще не просмотрен

source: <i>Next episode:</i> %s on %s
ru: <i>Следующий для просмотра:</i> %s

source: <i>Next episode:</i> %s
ru: <i>Следующий для просмотра:</i> %s

source: No episodes to watch
ru: Нет эпизодов для просмотра
